[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=Telepítő nyelve
MUI_LANGDLL_INFO=Kérem, válasszon nyelvet!

[Installation]
IDS_SAVESETTING=Szeretné a beállításokat menteni?
IDS_OperatorName=Mobilszolgáltató
IDS_ChooseOperator=Válasszon mobilszolgáltatót!
IDS_SelectOperatorList=Az alábbi listáról válassza ki saját mobilszolgáltatóját!
IDS_OperatorDescription=Leírás
IDS_SelectOperatorDetail=a következőhöz tervezve
IDS_ACSInstalled=A rendszeren a Speedmanager plus/ByteMobile kliens korábbi változata található. Ezt a verziót el kell távolítani és az operációs rendszert újra kell indítani.
IDS_PathTooLong=Az útvonal túl hosszú.
IDS_AlreadyInstall=Az alkalmazás már telepítve van. Eltávolítja azt most?
IDS_NonAdmin=A(z)  nem telepíthető, mert  felhasználó\nnem rendelkezik rendszergazda jogokkal ezen a számítógépen.
IDS_IsWin9x=A(z)  Windows 9x operációs rendszer alá nem telepíthető.
IDS_AppRunning=Kérem, zárja be először az alkalmazást!
IDS_SameVer=A szoftver ezen verziója már telepítve van. Szeretné azt először eltávolítani?
IDS_AnotherCustomized=A szoftver testre szabott verziója már telepítve van. Szeretné azt először eltávolítani?
IDS_OldVer=A szoftver korábbi verziója már telepítve van. Szeretné azt először eltávolítani?
IDS_HigherVer=A szoftver egy újabb verziója már telepítve van. Szeretné azt először eltávolítani?
IDS_NonAdminUninst=A(z)  nem távolítható el, mert  felhasználó\nnem rendelkezik rendszergazda jogokkal ezen a számítógépen.
IDS_DELETE_ALL_DATA= Az összes felhasználói adatfájlt törli?


